Tekla Open API Reference for Tekla Structures 2025
AnalysisModel.RelativeAccuracy Property
 Gets or sets the relative accuracy of the analysis model.
 Namespace: Tekla.Structures.Analysis
 Assembly: Tekla.Structures.Analysis (in Tekla.Structures.Analysis.dll) Version: 2025.0.0-alpha00048669+a99462f17964bc42624ada6e8d316db2d795d226
Syntax
public double RelativeAccuracy { get; set; }
Public Property RelativeAccuracy As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
AnalysisModel Class
Tekla.Structures.Analysis Namespace